Repository: ahoazure/test_security
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: English
fr: Anglais
pt: Inglês

source: French
fr: Français
pt: Francês

source: Portuguese
fr: Portugais
pt: Português

source: title
fr: titre
pt: título

source: gender
fr: genre
pt: gênero

source: postal code
fr: code postal
pt: código postal

source: user name
fr: nom d'utilisateur
pt: Utilizador

source: Location Name
fr: Nom du lieu
pt: Nome do local

source: Date Created
fr: Date de création
pt: Data de Criação

source: Date Modified
fr: Date de modification
pt: Data Modificada

source: User Accounts
fr: Compte d'utilisateur
pt: Contas de Utilizador

source: System Role
fr: Rôle du système
pt: Papel do sistema

source: Roles Manager
fr: Responsable des rôles
pt: Gestor de Funções

source: System Roles
fr: Rôles du système
pt: Funções do sistema

source: Menu Executed
fr: Menu Exécuté
pt: Menu Executado

source: Affected Record
fr: Dossier concerné
pt: Registo dos afectados

source: Action Timestamp
fr: Temps d'action
pt: Tempo de Acção

source: Last Login Timestamp
fr: Dernière connexion
pt: Último Login/Entrar

source: View User Logs
fr: Journaux des utilisateurs
pt: Registos de Utilizador

source: elements
fr: éléments
pt: elementos

source: Unique ID
fr: Identité unique
pt: identificação única

source: Data Element Name
fr: Nom de l'élément de données
pt: Nome do Elemento de Dados

source: short name
fr: nom abrégé
pt: nome curto

source: Description
pt: Descrição

source: Aggregate Type
fr: Type d'agrégat
pt: Tipo Agregado

source: Element
fr: Élément
pt: Elemento

source: Data Elements
fr: Éléments de données
pt: Elementos de Dados

source: Data Element
fr: Élément de données
pt: Elemento de Dados

source: Disaggregation Option
fr: Option de désagrégation
pt: Opção de Desagregação

source: Data Type
fr: Type de données
pt: Tipo de Dados

source: Data Value
fr: Valeur des données
pt: Valor dos Dados

source: Target Value
fr: Valeur cible
pt: Valor Alvo

source: Start Year
fr: Année de début
pt: Ano Inicial

source: Ending Year
fr: Fin de l'année
pt: Ano de Fim

source: Period
fr: Période
pt: Período

source: Status
fr: Statut
pt: Estado

source: Single-Record Form
fr: Formulaire d'enregistrement unique
pt: Formulário de um registro

source: Multi_Records Form
fr: Formulaire d'enregistrement multiple
pt: Formulário de Multi-Registos

source: Multi_Records Form
fr: Formulaire d'enregistrement multiple
pt: Formulário de Multi-Registos

source: Group Name
fr: Nom du groupe
pt: Nome do Grupo

source: Short Name
fr: Nom abrégé
pt: Nome curto

source: Group Code
fr: Code du groupe
pt: Código de Grupo

source: Element Group
fr: Groupe d'éléments
pt: Grupo de Elementos

source: Element Groups
fr: Groupes d'éléments
pt: Grupos de Elementos

source: facilities
fr: établissement de santé
pt: Instalações de saúde

source: Facility Code
fr: Code des établissements
pt: Código das instalações

source: Facility Type
fr: Type d'établissement
pt: Tipo de estabelecimento

source: Brief Description
fr: Description
pt: Descrição

source: Code
pt: Código

source: Facility Owner
pt: Proprietário da instalação de saúde

source: Service Domain
fr: Domaine de service
pt: Domínio de Serviços

source: Domain with the same name exists
fr: Il existe un domaine du même nom
pt: Existe um domínio com o mesmo nome

source: Active
fr: Actif
pt: Ativo

source: Closed
fr: Fermé
pt: Fechado

source: Facility Name
fr: Nom de l'établissement
pt: Nome do estabelecimento

source: Contact Address
fr: Adresse de contact
pt: Endereço para contato

source: Phone Number
fr: Numéro de téléphone
pt: Número de telefone

source: Health Facility
fr: Facilité de santé
pt: Instalação de saúde

source: Facility with the same name exists
fr: Il existe un établissement du même nom.
pt: Existe uma instalação com o mesmo nome

source: This marks the start of reporting period
fr: Ceci marque le début de la période de référence
pt: Isto marca o início do período do relatório

source: health_workforce
fr: personnel_santé
pt: Pessoal da saúde

source: Resource Type
fr: Type de ressource
pt: Tipo de recurso

source: Resource Types
fr: Types de ressources
pt: Tipos de recursos

source: Resource/Guide
fr: Ressource/Guide
pt: Recurso/Guia

source: Resources/Guides
fr: Ressources/Guides
pt: Recursos/guias

source: Resource Category
fr: Catégorie de ressources
pt: Categoria de Recursos

source: Name
fr: Nom
pt: Nome

source: Institution Type
fr: Type d'institution
pt: Tipo de Instituição

source: Institution Types
fr: Types d'institutions
pt: Tipos de instituições

source: Type Name
fr: Nom du type
pt: Nome do Tipo

source: Training Programme
fr: Programme de formation
pt: Programa de Formação

source: Training Programmes
fr: Programme de formation
pt: Programas de Formação

source: Accredited
fr: Accrédité
pt: Credenciado

source: Chartered
fr: Charte
pt: Fretado

source: Not Accredited
fr: Non Accrédité
pt: Não Acreditado

source: Pending Accreditation
fr: En attente d'accréditation
pt: Acreditação Pendente

source: Institution Code
fr: Code de l'institution
pt: Código da Instituição

source: Location
fr: Pays/Lieu
pt: País/local

source: Training Programmes
fr: Programmes de formation
pt: Programas de Formação

source: Institution Name
fr: Nom de l'institution
pt: Nome da instituição

source: Faculty Name
fr: Nom de la faculté
pt: Nome da Faculdade

source: Accreditation Status
fr: Statut d'accréditation
pt: Estado de Acreditação

source: Regulatory Body
fr: Organisme de régulation
pt: Entidade Reguladora

source: Accreditation Details
fr: Détails de l'accréditation
pt: Detalhes de Acreditação

source: Teaching Language
fr: Enseignement des langues
pt: Ensinar Língua

source: Contact Person
fr: Personne de contact
pt: Pessoa de Contato

source: Post Address
fr: Adresse postale
pt: Endereço postal

source: Web Address
fr: Adresse web
pt: Endereço Web

source: Institution
pt: Instituição

source: Training Institutions
fr: Institutions de formation
pt: Instituições de Formação

source: Training Institution with the this name exists
fr: Il existe un établissement de formation portant ce nom
pt: Instituição de Formação com este nome existe

source: Degree
fr: Diplôme
pt: Grau

source: Masters
pt: Mestres

source: Doctorate
fr: Doctorat
pt: Doutorado

source: Certificate
fr: Certificat
pt: Certificado

source: Basic Education
fr: Éducation de base
pt: Educação Básica

source: ISCO-08 Code
fr: Code ISCO-08
pt: Código ISCO-08

source: Parent Cadre
pt: Cadete-Mãe

source: Cadre Name
fr: Nom du cadre
pt: Nome do Cadre)

source: Academic Qualification
fr: Qualification académique
pt: Qualificação Acadêmica

source: Health Cadre
fr: Cadre de santé
pt: Cadre Saúde

source: Health Cadres
fr: Cadres de santé
pt: Cadres de Saúde

source: The same occupation/cadre exists
fr: La même profession/cadre existe
pt: A mesma ocupação/cadre existe

source: Pending
fr: En attente
pt: Pendente

source: Approved
fr: Approuvé
pt: Aprovado

source: Rejected
fr: Rejeté
pt: Rejeitado

source: Occupation/Cadre
fr: Profession/Cadre
pt: Ocupação/Cadre

source: Disaggregation Options
fr: Options de désagrégation
pt: Opções de Desagregação

source: Data Source
fr: Source de données
pt: Fonte de Dados

source: Measure Type
fr: Type de mesure
pt: Tipo de Medida

source: Starting period
fr: Période de démarrage
pt: Período inicial

source: Ending Period
fr: Période de fin
pt: Período de Fim

source: Open
fr: Ouvert
pt: Aberto

source: Suspended
fr: Suspendue
pt: Suspenso

source: Event Code
fr: Code de l'événement
pt: Código do Evento

source: Target Focus
fr: Objectif
pt: Alvo

source: Event Location
fr: Lieu de l'événement
pt: Local do evento

source: Name of Event
fr: Nom de l'événement
pt: Nome do Evento

source: International Year of the Nurse and the Midwife
fr: Année internationale de l'infirmière et de la sage-femme
pt: Ano Internacional da Enfermeira e da Parteira

source: Theme
fr: Thème
pt: Tema

source: Upload File/Video(s)
fr: Télécharger fichier/vidéo(s)
pt: Carregar ficheiro/vídeo(s)

source: Web Address (URL)
fr: Adresse web (URL)
pt: Endereço Web (URL)

source: Upload Picture/Banner(s)
fr: Télécharger une photo/bannière(s)
pt: Carregar imagem/banner(es)

source: Nursing & Midwifery
fr: Soins infirmiers et sages-femmes
pt: Enfermagem e Obstetrícia

source: Nursing and Midwifery
fr: Soins infirmiers et sages-femmes
pt: Enfermagem e Obstetrícia

source: Sorry! The start period year must be current or in future
fr: ésolé ! L'année de début de la période doit être actuelle ou à venir.
pt: Desculpe! O ano de início deve ser atual ou no futuro

source: Sorry! End period cannot be lower than start period!
fr: Désolé ! La période de fin ne peut pas être inférieure à la période de début !
pt: Desculpe! O período final não pode ser inferior ao período inicial!

source: Announcment Title
fr: Titre de l'annonce
pt: Título do Anúncio

source: Short Title
fr: Titre abrégé
pt: Título curto

source: Message
pt: Mensagem

source: Web Link (URL)
fr: Lien Web
pt: Endereço web

source: Announcement
fr: Annonce
pt: Anúncio

source: Announcements
fr: Annonces
pt: Anúncios

source: Import Data File...
fr: Fichier d'importation
pt: Ficheiro de importação

source: Import via URL...
fr: Importation via URL
pt: Importação via URL

source: home
fr: maison
pt: casa

source: Category Name
fr: Nom de la catégorie
pt: Nome da categoria

source: Disaggregation Category
fr: Catégorie de désagrégation
pt: Categoria de Desagregação

source: Disaggregation Categories
fr: Catégories de désagrégation
pt: Categorias de Desagregação

source: Modality Name
fr: Nom de la modalité
pt: Nome da Disagregação

source: Disaggregation Options
fr: Options de désagrégation
pt: Opções de Desagregação

source: Global
fr: Mondial
pt: Mundo

source: Regional
fr: Régionale
pt: África

source: National
fr: Nationale
pt: País/Nacional

source: Sub-national
fr: Sous-nationale
pt: Sub-nacional

source: Non-specific
fr: Non spécifique
pt: Não Específico

source: Source Level
fr: Niveau de la source
pt: Nível da Fonte

source: Level can be global, regional, national, subnational
fr: Le niveau peut être mondial, régional, national, infranational
pt: O nível pode ser mundo, África, nacional, subnacional

source: No definition
fr: Pas de définition
pt: Sem definição

source: Data Sources
fr: Sources de données
pt: Fontes de Dados

source: Sorry! This data source exists
fr: Désolé ! Cette source de données existe
pt: Desculpe! Esta fonte de dados existe

source: Value Name
fr: Nom de la valeur
pt: Nome do valor

source: Data Value
fr: Valeur des données
pt: Valor dos Dados

source: Data Value Types
fr: Types de valeur des données
pt: Tipos de valores

source: Measure Name
fr: Nom de la mesure
pt: Nome da medida

source: Ratio
pt: Relação

source: Measure Types
fr: Types de mesures
pt: Tipos de Medidas

source: Login with Microsoft Azure
fr: Connexion avec Microsoft Azure
pt: Entrar com Microsoft Azure

source: Language/Langue/Idioma
fr: Langue/Language/Idioma
pt: Idioma/Language/Langue

source: indicators
fr: indicateurs
pt: indicadores

source: Reference Name
fr: Nom de référence
pt: Nome de referência

source: Global List of 100 Core Health Indicators
fr: Liste mondiale des 100 indicateurs de santé de base
pt: Lista Global de 100 Indicadores Nucleares de Saúde

source: Indicator Reference
fr: Référence de l'indicateur
pt: Referência Indicadora

source: Indicator References
fr: Références d'indicateurs
pt: Referências Indicadoras

source: Sorry! This indicator reference exists
fr: Désolé ! Cet indicateur de référence existe
pt: Desculpe! Esta referência de indicador existe

source: Indicator Name
fr: Nom de l'indicateur
pt: Nome do Indicador

source: Indicator Definition
fr: Définition de l'indicateur
pt: Definição do Indicador

source: Primary Sources
fr: Sources primaires
pt: Fontes Primárias

source: Numerator Description
fr: Description du numérateur
pt: Descrição do Numerador

source: Denominator Description
fr: Description du dénominateur
pt: Descrição do Denominador

source: Regional Code
fr: Code régional
pt: Código padrão

source: Global Code
fr: Code mondial
pt: Código Global

source: Indicator
fr: Indicateur
pt: Indicador

source: Indicators
fr: Indicateurs
pt: Indicadores

source: Sorry! Indicator with this name exists
fr: Désolé ! Il existe un indicateur portant ce nom
pt: Desculpe! Existe um indicador com este nome

source: level 1
fr: niveau 1
pt: nível 1

source: level 2
fr: niveau 2
pt: nível 2

source: level 3
fr: niveau 3
pt: nível 3

source: level 4
fr: niveau 4
pt: nível 4

source: level 5
fr: niveau 5
pt: nível 5

source: level 6
fr: niveau 6
pt: nível 6

source: Theme Level
fr: Niveau du thème
pt: Nível Temático

source: Parent Theme
fr: Thème des parents
pt: Tema dos Pais

source: Indicators
fr: Indicateurs
pt: Indicadores

source: Indicator Theme
fr: Thème des indicateurs
pt: Tema do Indicador

source: Indicator Themes
fr: Thèmes des indicateurs
pt: Temas Indicadores

source: Sorry! This indicators theme exists
fr: Désolé ! Ce thème des indicateurs existe
pt: Desculpe! Este tema de indicadores existe

source: Numerator Value
fr: Valeur du numérateur
pt: Valor Numerador

source: Denominator Value
fr: Valeur du dénominateur
pt: Valor Denominador

source: Numeric Value
fr: Valeur numérique
pt: Valor Numérico

source: Minimum Value
fr: Valeur minimale
pt: Valor Mínimo

source: Maximum Value
fr: Valeur maximale
pt: Valor Máximo

source: String Value
fr: Valeur de la corde
pt: Valor da corda

source: Indicator Data Record
fr: Données sur les indicateurs
pt: Registo de Dados Indicadores

source: Single-record Form
fr: Formulaire d'enregistrement unique
pt: Formulário de registo único

source: Indicator Code
fr: Code d'indicateur
pt: Código Indicador

source: Theme Lookup
fr: Recherche par thème
pt: Pesquisa Temática

source: Themes Lookup
fr: Recherche de thèmes
pt: Temas Consulta

source: Value
fr: Valeur
pt: Valor

source: Starting Period
fr: Période de démarrage
pt: Período inicial

source: Indicators Archive
fr: Archives des indicateurs
pt: Arquivo de Indicadores

source: Narrative Type
fr: Type de récit
pt: Tipo Narrativo

source: Narrative Types
fr: Types de récits
pt: Tipos Narrativos

source: Sorry! This narrative type exists
fr: Désolé ! Ce type de récit existe
pt: Desculpe! Este tipo de narrativa existe

source: Narrative Text
fr: Texte narratif
pt: Texto Narrativo

source: Theme Narrative
fr: Thème narratif
pt: Narrativa Temática

source: Theme Narratives
fr: Récits à thème
pt: Narrativas Temáticas

source: Indicator Narrative
fr: Indicateur Description
pt: Indicador Narrativo

source: Indicators Narrative
fr: Indicateur Description
pt: Indicadores Narrativa

source: publications
pt: publicações

source: Resource Categories
fr: Catégories de ressources
pt: Categorias de recursos

source: Title
fr: Titre
pt: Título

source: Abstract/Summary
fr: Abstrait/Résumé
pt: Abstrato/Resumo

source: Author/Owner
fr: Auteur/Propriétaire
pt: Autor/Proprietário

source: Year Published
fr: Année de publication
pt: Ano de Publicação

source: File
fr: Dossier
pt: Arquivo

source: Cover Picture
fr: Photos de couverture
pt: Foto da capa

source: Resource Location
fr: Emplacement
pt: Lugar

source: Knowledge Resource
fr: Ressources de connaissances
pt: Recurso de Conhecimento

source: Knowledge Resources
fr: Ressources de connaissances
pt: Recursos do Conhecimento

source: Resource Theme
fr: Thème des ressources
pt: Tema dos Recursos

source: Theme Code
fr: Code de thème
pt: Código Temático

source: Resources
fr: Ressources
pt: Recursos

source: Resource Themes
fr: Thèmes de ressources
pt: Temas de Recursos

source: regions
fr: régions
pt: regiões

source: Location Level
fr: Niveau de Lieu
pt: Nível de Localização

source: Level Name
fr: Nom du niveau
pt: Nome do Nível

source: Location Levels
fr: Niveaux de lieu
pt: Níveis de Localização

source: Sorry! This location level exists
fr: Ce niveau de Lieu existe
pt: Desculpe! Este nível de localização existe

source: Income level
fr: Niveau de revenu
pt: Nível de rendimento

source: Income Group
fr: Groupe de revenu
pt: Grupo de rendimentos

source: Sorry! This economic grouping exists
fr: Désolé ! Ce groupement économique existe
pt: Desculpe! Este grupo económico existe

source: Economic Zone
fr: Zone économique
pt: Zona Económica

source: Economic Block
fr: Bloc économique
pt: Bloco Econômico

source: Economic Blocks
fr: Blocs économiques
pt: Blocos Econômicos

source: Sorry! This economic block exists
fr: Désolé ! Ce bloc économique existe
pt: Desculpe! Este bloco económico existe

source: Categorization Name
fr: Nom de la catégorisation
pt: Nome da Categorização

source: Categorization
fr: Catégorisation
pt: Categorização

source: Special Categorizations
fr: Catégories spéciales
pt: Categorizações Especiais

source: Sorry! This states categorization exists
fr: Désolé ! Cette catégorisation des États existe
pt: Desculpe! Esta categorização de estados existe

source: Cordinates
fr: Coordonnées
pt: Coordenadas

source: ISO Alpha Code
fr: Code Alpha ISO
pt: Código ISO Alfa

source: ISO Numeric Code
fr: Code numérique ISO
pt: Código Numérico ISO

source: Unique Code
fr: Code unique
pt: Código Único

source: Parent Location
fr: Emplacement des parents
pt: Localização dos pais

source: Special Categorization
fr: Catégorisation spéciale
pt: Categorização Especial

source: Locations
fr: Lieux
pt: Localizações

source: Location with similar name exists
fr: Il existe un lieu portant un nom similaire
pt: Existe um local com nome semelhante

source: Welcome,
fr: Bienvenue
pt: Bem-vindo

source: View site
fr: Voir le site
pt: Ver o site

source: Documentation
pt: Documentação

source: Change password
fr: Changer le mot de passe
pt: Alterar palavra-passe

source: Log out
fr: déconnexion)
pt: Sair

source: Home
fr: Accueil
pt: Casa

source: Delete
fr: Supprimer
pt: Eliminar

source: Password change
fr: Changement de mot de passe
pt: Mudança de senha

source: Your password was changed.
fr: Votre mot de passe a été modifié
pt: A sua palavra-passe foi alterada

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous
pt: Por favor, corrija o erro abaixo

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous
pt: Por favor, corrija os erros abaixo

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez entrer votre ancien mot de passe, pour des raisons de sécurité, puis entrez votre nouveaumot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement
pt: Por favor, introduza a sua senha antiga, por razões de segurança, e depois introduza a sua nova senha duas vezes para que possamos verificar se a digitou correctamente

source: Change my password
fr: Changer mon mot de passe
pt: Alterar a minha palavra-passe

source: Password reset
fr: Réinitialisation du mot de passe
pt: Redefinição da palavra-passe

source: Log in Now...
fr: Connectez-vous maintenant...
pt: Entrar agora...

source: Password reset confirmation
fr: Confirmation de la réinitialisation du mot de passe
pt: Confirmação de redefinição de senha

source: Please enter your new password in the new password box. Re-enter the same in the confirm box to verify you typed it correctly.
fr: Veuillez entrer votre nouveau mot de passe dans la case prévue à cet effet. Saisissez à nouveau le même mot de passe dans la casela case de confirmation pour vérifier que vous l'avez tapé correctement
pt: Por favor, introduza a sua nova senha na nova caixa de senha. Digite novamente a mesma senha em a caixa de confirmação para verificar se o digitou correctamente.

source: Enter New Password:
fr: Entrer un nouveau mot de passe :
pt: Introduzir nova palavra-passe

source: Confirm Password:
fr: Confirmer le mot de passe :
pt: Confirmar Palavra-passe:

source: Save Changes
fr: Enregistrer les changements
pt: Salvar Mudanças

source: The password reset link used is invalid, may be it has already been used earlier. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe utilisé n'est pas valide, il peut avoir déjà été utilisé auparavantVeuillez demander une nouvelle réinitialisation du mot de passe.
pt: A ligação de redefinição da palavra-passe utilizada é inválida, pode ser que já tenha sido utilizada mais cedo. Por favor, solicite uma nova palavra-passe

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez ce courrier électronique parce que vous avez demandé une réinitialisation de votre mot de passecompte utilisateur à %(site_name)s
pt: Você está recebendo este e-mail porque você solicitou uma redefinição de senha para o seuuser account at %(site_name)s

source: Please click the link below that will take you to the password reset form. Alway remember to keep your password secret:
pt: Por favor clique no link abaixo que o levará para o formulário de redefinição de senha.Lembre-se sempre de manter sua senha em segredo:

source: Your username is your email, in case you've forgotten:
fr: Votre nom d'utilisateur est votre adresse électronique, au cas où vous auriez oublié
pt: Seu nome de usuário é seu e-mail, caso você tenha esquecido:

source: Thanks for using AHO Data Capture Tool!
fr: Merci d'utiliser l'outil de capture de données de l'iAHO !
pt: Obrigado por usar a Ferramenta de Captura de Dados iAHO

source: The %(site_name)s team
fr: L'équipe de %(site_name)s
pt: A %(site_name)s equipa

source: Forgotten your password? Enter your email address below. The password reset instructions will sent to your email address if it is registered in the system.
fr: Oublié votre mot de passe ? Entrez votre adresse e-mail ci-dessous. La réinitialisation du mot de passe Des instructions seront envoyées à votre adresse électronique si elle est enregistrée dans le fichier système
pt: Esqueceu-se da sua senha? Digite seu endereço de e-mail abaixo. A palavra-passe foi redefinidaAs instruções serão enviadas para o seu endereço de e-mail se estiver registado no sistema

source: Email Address:
fr: Adresse électronique
pt: Endereço de e-mail:

source: Reset Password
fr: Réinitialiser le mot de passe
pt: Redefinir Palavra-passe

source: Sorry! The start year cannot be lower than 1900 or greater than the current Year
fr: Désolé ! L'année de départ ne peut être inférieure à 1990 ou supérieure à l'année en cours.

source: Sorry! Ending year cannot be lower than the start year. Please make corrections
fr: Désolé ! L'année de fin ne peut être inférieure à l'année de début. Veuillez apporter des corrections.

source: Diploma
fr: Diplôme

source: Sorry! Start year cannot be less than 1900 or greater than current Year
fr: Désolé ! L'année de début ne peut être inférieure à 1900 ou supérieure à l'année en cours

source: Sorry! Ending period cannot be lower than the start period. Please make corrections
fr: Désolé ! La période de fin ne peut être inférieure à la période de début. Veuillez apporter des corrections

source: Data Entry Problem! Both numeric and string values cannot be empty. Please supply data to both or either!
fr: Problème de saisie des données ! Les valeurs numériques et les chaînes de caractères ne peuvent pas être vides. Veuillez fournir des données aux deux ou à l'un ou l'autre !
